[
  {
    "_id": {
      "$oid": "5eee6671a27a66807cf2bea1"
    },
    "name": "Dainty Black Forest Cake",
    "image": "Dainty Black Forest Cake.jpg",
    "price": "549",
    "size": "1 pound",
    "description": "A luscious black forest cake encased in chocolate cage with chocolate flakes on the top dusted with powdered sugar and cherries to make your taste buds go yumm yumm yummy!"
  },
  
  {    "_id": {
      "$oid": "5eee6671a27a66807cf2bea2"
    },
    "name": "Amore Mio",
    "image": "Amore Mio.jpg",
    "price": "599",
    "size": "1 pound",
    "description": "The lovely heart-shaped choco cake is topped with red fondant heart and sugar fondant swirls."

  },
  {    "_id": {
      "$oid": "5eee6692a27a66807cf2bea3"
    },
    "name": "Choco Drizzle",
    "image": "Choco Drizzle.jpg",
    "price": "699",
    "size": "1 pound",
    "description": "You will sincerely believe in love at first sight as you try out this rich, creamy chocolate chip cake."

  },
  {    "_id": {
      "$oid": "5eee66a5a27a66807cf2bea4"
    },
    "name": "Choco Tranquiizer",
    "image": "Choco Tranquiizer.jpg",
    "price": "500",
    "size": "1 pound",
    "description": "Swirls of choco and vanilla with creamy rich look and heavenly softness. The cake is a complete chocolaty and overpowers the hint of milk chocolate on the top. It flaunts a molten look in beautiful shapes on the top. Overall it is a twist to the chocolate"

  },
  {    "_id": {
      "$oid": "5eee66c4a27a66807cf2bea5"
    },
    "name": "Chocoholick Delight",
    "image": "Chocoholick Delight.jpg",
    "price": "399",
    "size": "1 pound",
    "description": "Cocoholics Delight is a delicious cake with a rich chocolate topping along with chocolate flowers."
  },
  {
    "_id": {
      "$oid": "5eee66cfa27a66807cf2bea6"
    },
    "name": "Elite Happiness",
    "image": "Elite Happiness.jpg",
    "price": "499",
    "size": "1 pound",
    "description": "Bombastic choco filled creaminess designed with mouth-watering Rochers on top. Chocolate cream all over the top and melting on the sides. Ferrero Rochers kept on the sides plays a role in making it even chocolaty."
},
  {
    "_id": {
      "$oid": "5eee66eea27a66807cf2bea7"
    },
    "name": "Fuse Fiesta",
    "image": "Fuse Fiesta.jpg",
    "price": "600",
    "size": "1 pound",
    "description": "Dark, rich, chocolatey mocha binds snickers and melted chocolate into a spellbinding taste for your tongue!"
},
  {
    "_id": {
      "$oid": "5eee6717a27a66807cf2bea8"
    },
    "name": "German Gateau",
    "image": "German Gateau.jpg",
    "price": "500",
    "size": "1 pound",
    "description": "Eter the land of exotic desserts as you give this original German Black Forest cake, topped up with red cherries, a try."
  },
  {
    "_id": {
      "$oid": "5eee651f739f8c674fd73619"
    },
    "name": "Cherry-Indulgence",
    "image": "Cherry-Indulgence.jpg",
    "price": "549",
    "size": "1 pound",
    "description": "Cherry-Indulgence enrobes the delightful flavours of juicy cherries and whipped cream."
},
  {
    "_id": {
      "$oid": "5eee6671a27a66807cf2be10"
    },
    "name": "Chocolate Truffle Fruit Cake",
    "image": "Chocolate Truffle Fruit Cake.jpg",
    "price": "699",
    "size": "1 pound",
    "description": "Dve deep in the world of scrumptiousness as you try this rich chocolate cake topped up with nutritious fruits."
  },
  {
    "_id": {
      "$oid": "5eee6692a27a66807cf2be11"
    },
    "name": "Ecstatically Delicious",
    "image": "Ecstatically Delicious.jpg",
    "price": "699",
    "size": "1 pound",
    "description": "Delicious cake is dressed with pineapple jelly and topped with freshly-sliced pineapples, delicious cherry, and chocolate carvings."
},
  {
    "_id": {
      "$oid": "5eee66a5a27a66807cf2be12"
    },
    "name": "Fruit Frenzy",
    "image": "Fruit Frenzy.jpg",
    "price": "500",
    "size": "1 pound",
    "description": "When farm-fresh summer fruits do the almondy vanilla tango, you celebrate a rainbow of flavours in your mouth!"
},
  {
    "_id": {
      "$oid": "5eee66c4a27a66807cf2be13"
    },
    "name": "Kiwi-Licious",
    "image": "Kiwi-Licious.jpg",
    "price": "399",
    "size": "1 pound",
    "description": "Te scrumptious Kiwi cake is topped with goodness of finely chopped Kiwis, pineapple, and cherries."
  },
  {
    "_id": {
      "$oid": "5eee66cfa27a66807cf2be14"
    },
    "name": "Luscious Gooey Bliss",
    "image": "Luscious Gooey Bliss.jpg",
    "price": "499",
    "size": "1 pound",
    "description": "A true fruity bliss! Garnished with colourful and a variety of refreshing fruits like Pineapple, cherry, kiwi, Mango etc."
},
  {
    "_id": {
      "$oid": "5eee66eea27a66807cf2be15"
    },
    "name": "Luxurious Fantasy",
    "image": "Luxurious Fantasy.jpg",
    "price": "600",
    "size": "1 pound",
    "description": "Looking too real to eat, but this dreamy, creamy Red Velvet layer cake sandwiched with fresh cream and topped up with some seasonal fruits is what we all have wished for, at some point of time."
},
  {
    "_id": {
      "$oid": "5eee6717a27a66807cf2be16"
    },
    "name": "Sunshine Poise",
    "image": "Sunshine Poise.jpg",
    "price": "500",
    "size": "1 pound",
    "description": "Caving for pineapples? Dive in the pool of deliciousness and get the real taste of pineapple with this scrumptious cake."
  },
  {
    "_id": {
      "$oid": "5eee651f739f8c674fd73617"
    },
    "name": "Babyshower",
    "image": "babyshower.jpg",
    "price": "549",
    "size": "1 pound",
   "description":"The happiness of having a baby doubles when shared with loved ones. So, if you want to make your loved one's baby shower ceremony a memorable one, don't forget to order a delicious baby shower cake online from Bakingo."
},
  {
    "_id": {
      "$oid": "5eee6671a27a66807cf2be18"
    },
    "name": "Bheem",
    "image": "bheem.jpg",
    "price": "699",
    "size": "1 pound",
    "description": "Tere is hardly any kid who is not wooed by the charm of the Dhoti-clad guy, Chhota Bheem. And, if your little one is no exception then, here awaits a sweet surprise for him. Bakingo offers you all a mouthwatering range of Chota Bheem cakes that are sure to heighten the happiness of your child's birthday celebration. "
  },
  {
    "_id": {
      "$oid": "5eee6692a27a66807cf2be19"
    },
    "name": "Cartoon",
    "image": "cartoon.jpg",
    "price": "699",
    "size": "1 pound",
    "description": "Your kid will only be a kid for some time then he/she will grow big. Every birthday should be special, and every birthday cake should be exactly what your kids want it to be. So, let your kids birthday be a special one with some mouth-watering and delicious cartoon birthday cakes."
},
  {
    "_id": {
      "$oid": "5eee66a5a27a66807cf2be20"
    },
    "name": "Mickeymouse",
    "image": "mickeymouse.jpg",
    "price": "500",
    "size": "1 pound",
    "description": "For the Mickey Mouse lover in your house, Bakingo brings you all wide assortment of deliciously cute Mickey Mouse cakes which are sure to add a lot of fun and excitement to your child's birthday celebration. So, go ahead to surprise your little one with a scrumptious Mickey Mouse cake."
},
  {
    "_id": {
      "$oid": "5eee66c4a27a66807cf2be21"
    },
    "name": "Minion",
    "image": "minion.jpg",
    "price": "399",
    "size": "1 pound",
    "description": "From kids to adults, almost everyone loves this beautiful and adorable creature called Minion. Surprise your child with a nice Minion cake and see the excitement on your kid’s face after receiving this nice gift from your side.    "
  },
  {
    "_id": {
      "$oid": "5eee66cfa27a66807cf2be22"
    },
    "name": "Pubg_1",
    "image": "pubg_1.jpg",
    "price": "499",
    "size": "1 pound",
    "description": "If your loved one is one big PUBG lover, then send some love on his way too in the form of these PUBG theme cake. Laden with flavour and designed with intricate details, the online delivery of PUBG cakes will impress them to the core.    "
},
  {
    "_id": {
      "$oid": "5eee66eea27a66807cf2be23"
    },
    "name": "Rainbow",
    "image": "rainbow.jpg",
    "price": "600",
    "size": "1 pound",
    "description": "Delve your loved ones into a colorful symphony they ever dreamed off with these cream rich rainbow cakes. Moist, fluffy, these are the ultimate temptations and can take anybody on a tour of decadence.    "
},
  {
    "_id": {
      "$oid": "5eee651f739f8c674fd73624"
    },
    "name": "Baby Footprints",
    "image": "Baby Footprints.jpg",
    "price": "549", 
    "size": "1 pound",
    "description": "Surprise the parents-to-be on Baby Shower celebrations by bringing them a beautiful and occasion-justified poster cake. The square-shaped cake is covered in whipped wite cream and is topped with a design of two baby footprints with one ` It's Boy` written over it and second with `It's a Girl`. Avoid placing the photo and poster cake in a refrigerator as the chilled droplets can spoil the photo on the top of the cake."
},
 
  {
    "_id": {
      "$oid": "5eee651f739f8c674fd73625"
    },
    "name": "Heart-licious Pleasure",
    "image": "Heart-licious Pleasure.jpg",
    "price": "549",
    "size": "1 pound",
    "description": "Heart shape half-covered with rich chocolate and another half with buttercream and topped with handmade chocolate flowers."
},
  {
    "_id": {
      "$oid": "5eee6671a27a66807cf2be26"
    },
    "name": "Pool Of Happiness",
    "image": "Pool Of Happiness.jpg",
    "price": "699",
    "size": "1 pound",
    "description": "it's Cherry-licious! Baked with love and zest of vanilla, you cannot get enough of the scrumptious vanilla-cherry combination."
  },
  {
    "_id": {
      "$oid": "5eee6692a27a66807cf2be27"
    },
    "name": "Torrid Affair",
    "image": "Torrid Affair.jpg",
    "price": "699",
    "size": "1 pound",
    "description": "The heart-Shaped delicacy with chocolate shavings and cherries on one side and hand-crafted Red Rose on the other"
},
  {
    "_id": {
      "$oid": "5eee66a5a27a66807cf2be28"
    },
    "name": "Snow Kissed",
    "image": "Snow Kissed.jpg",
    "price": "500",
    "size": "1 pound",
    "description": "When emotions become hard to resist, delve into this gorgeously rich delicacy and experience 'LOVE'."
},
{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be29"
  },
  "name": "Delish Pineapple Pastries",
  "image": "Delish Pineapple Pastries.jpg",
  "price": "159",
  "size": "1 pc",
  "description": "Pineapple pastries because classic always works the best! These pineapple pastries topped with frozen pineapples and juicy maraschino cherries are sure to leave you craving for one bite after another. So, here's your favourite flavour wrapped in creamy vanilla to gratify your taste buds in the most delicious way!"
},
{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be30"
  },
  "name": "Overwhelming Choco Chip Pastries",
  "image": "Overwhelming Choco Chip Pastries.jpg",
  "price": "159",
  "size": "1 pc",
  "description": "It's time to fall in luxury..in love with this delish pastries loaded with choco chips and white chocolate crown to satiate your chocolate desires. The mushy base with a delicious chocolate topping is something you would have a hard time saying 'No' to."
},
{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be31"
  },
  "name": "Mouth-watering Red Velvet pastry",
  "image": "Mouth-watering Red Velvet pastry.jpg",
  "price": "179",
  "size": "1 pc",
  "description": "This is a top to bottom dramatic looking pastry with its bright color of red which is sharply contrasted by a very fresh white cream frosting. This pastry can easily get you completely lost with the amazing flavor that derives when the pastry almost instantly melts in your mouth. Enjoy each bite of this scrumptious pastry. "
},
{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be32"
  },
  "name": "Tasty Chocolate truffle Pastry",
  "image": "Tasty Chocolate truffle Pastry.jpg",
  "price": "159",
  "size": "1 pc",
  "description": "This pastry is all about perfection. Made from the finest quality of chocolate, this delicious pastry proudly boasts lips-smacking chocolate covering and cherry decoration. This pastry has been given an awesome touch with the liquid chocolate cream."
},

{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be33"
  },
  "name": "Cutelicious' Strawberry Cupcake ",
  "image": "Cutelicious' Strawberry Cupcake.jpg",
  "price": "200",
  "size": "1 pc",
  "description": "A mouthwatering amalgamation of vanilla base cup cake and soft strawberry cream decorated with fondant made kitten makes this little delicacy a perfect treat for your adorable little daughter. You will definitely find the beaming smile on face when she will have this decadent set of six cupcakes."
},
{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be34"
  },
  "name": "Sis Love Cupcakes  ",
  "image": "Sis Love Cupcakes.jpg  ",
  "price": "550",
  "size": "6 pc",
  "description": "Sisters are the cutest gift from God! And for the smile of your lovely sister, we have baked and decorated a set of six mouth-watering and delicious cupcakes. 'I ❤️ U SIS' are the six characters that cupcakes are topped with on a layer of white fondant sheet."
},
{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be35"
  },
  "name": " Baby Cupcakes ",
  "image": "Baby cupcakes.jpg",
  "price": "500",
  "size": "1 pc",
  "description": "Confess your love and all the beautiful feelings for your partner as you choose to surprise him/her with this delicious, drool-worthy set of love cupcakes. You can choose to personalise one of the cupcakes with a beautiful picture, whereas another one has a sweet and short text."
},
{
  "_id": {
    "$oid": "5eee66a5a27a66807cf2be36"
  },
  "name": "vanilla cupcake  ",
  "image": "vanilla cupcake.jpg ",
  "price": "150",
  "size": "1 pc",
  "description": "A mouthwatering amalgamation of vanilla base cup cake and soft strawberry cream decorated with fondant made kitten makes this little delicacy a perfect treat for your adorable little daughter. You will definitely find the beaming smile on face when she will have this decadent set of six cupcakes."
}
]